-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3305
-- Generation Time: 27 يونيو 2025 الساعة 13:49
-- إصدار الخادم: 10.4.32-MariaDB
-- PHP Version: 8.0.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `accuracy_idea`
--

-- --------------------------------------------------------

--
-- بنية الجدول `idea_tp`
--

CREATE TABLE `idea_tp` (
  `ID` int(2) NOT NULL,
  `book_name` varchar(83) DEFAULT NULL,
  `book_num` varchar(10) DEFAULT NULL,
  `book_date` varchar(9) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- إرجاع أو استيراد بيانات الجدول `idea_tp`
--

INSERT INTO `idea_tp` (`ID`, `book_name`, `book_num`, `book_date`) VALUES
(2, 'مصرف العراق الأول', '1042', '1/5/2025'),
(3, 'مصرف الطيف الإسلامي', '1045', '1/6/2025'),
(4, 'مصرف الطيف الإسلامي', '1046', '1/7/2025'),
(5, 'مصرف الطيف الإسلامي ( الرئيسي )', '9', '1/27/2025'),
(6, 'مصرف العراق الأول', '10', '1/28/2025'),
(7, 'مصرف الطيف الإسلامي ( الرئيسي )', '11', '1/28/2025'),
(8, 'تأسيس القناة', '0', ''),
(9, 'اتفاقية الترخيص', '0', '2/18/2025'),
(10, 'اتفاقية الرعاية الشسخصية', '0', ''),
(11, 'عقد استخدانم الصورة الشخصية', '0', ''),
(12, 'عقد اعلان', '0', ''),
(13, 'عقد خدمات إعلانية', '0', ''),
(14, 'الى مديرية جمارك مطار أربيل', '36', '3/6/2025'),
(15, 'الى شركة دانتا أربيل', '37', '3/6/2025'),
(16, 'الى مديرية امن مطار أربيل الدولي', '38', '3/6/2025'),
(17, 'الى جمرك مطار أربيل الدولي', '39', '3/6/2025'),
(18, 'مديرية كمارك مطار أربيل الدولي', '43', '3/8/2025'),
(19, 'وزارة الصناعة والمعادن -قسم العلاقات التجارية', '44', '11/3/2025'),
(20, 'شركة صندوق الاحلام م/ تخويل السيد حسين خضر عواد', '50', '3/22/2025'),
(21, 'مصرف الطيف الإسلامي للاستثمار والتمويل (الرئيسي)م/ تخويل الانسة رواء علي عبد الأمير', '61', '3/26/2025'),
(23, 'مصرف بغداد فرع الحارثية م/تخويل السيد حسين خضر عواد', '62', '3/27/2025'),
(24, 'رخصة بث محتوى لشركة ينابيع سومر', '63', '3/26/2025'),
(25, 'رخصة بث محتوة لشركة شرق الجزية للاعلام', '108', '4/10/2025'),
(26, 'السادة المحترمون في لشركة العالمية كي كارد/ عرض شراكة', '109', '4/24/2025'),
(28, 'شركة غرب القرنة للخدمات النفطية م/ تعذر منح/ صادر', '6/ت/3/5700', '4/15/2025'),
(29, 'رخصة بث محتوى', '110', '4/24/2025'),
(30, 'مصرف بغداد فرع المسرح الوطني م/ تفعيل التطبيق', '111', '4/27/2025'),
(31, 'مصرف بغداد فرع المسرح الوطني م /طلب دفتر صكوك', '112', '4/27/2025'),
(32, 'مصرف بغداد فرع المسرح الوطني م /تخويل', '113', '4/27/2025'),
(33, 'تخويل احمد طالب', '114', '5/14/2025'),
(34, 'وزير الكهرباء / خط طوارئ', '115', '5/19/2025'),
(35, 'كتاب مصرف bbac', '231', '5/25/2025'),
(36, 'Invitation Letter', '116', '5/26/2025'),
(37, 'الى السادة في هيئة الاعلام والاتصالات / تخصيص iq', '119', '6/1/2025');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `idea_tp`
--
ALTER TABLE `idea_tp`
  ADD PRIMARY KEY (`ID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `idea_tp`
--
ALTER TABLE `idea_tp`
  MODIFY `ID` int(2) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=40;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
