-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3305
-- Generation Time: 27 يونيو 2025 الساعة 13:50
-- إصدار الخادم: 10.4.32-MariaDB
-- PHP Version: 8.0.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `rap_emp`
--

-- --------------------------------------------------------

--
-- بنية الجدول `emp_tp`
--

CREATE TABLE `emp_tp` (
  `ID` int(11) NOT NULL,
  `emp_name` varchar(27) DEFAULT NULL,
  `jop_title` varchar(18) DEFAULT NULL,
  `start_date` varchar(15) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- إرجاع أو استيراد بيانات الجدول `emp_tp`
--

INSERT INTO `emp_tp` (`ID`, `emp_name`, `jop_title`, `start_date`) VALUES
(1, 'حنين جاسم احمد ', 'مدير العمليات', '1/8/2021'),
(2, 'اسيل عماد الجبوري ', 'مقدمة برامج', '15/7/2022'),
(3, 'منى سامي رجب', 'مقدمة برامج', '6/9/2021'),
(4, 'ريام خالد عبد عواد', 'مقدمة برامج', '9/3/2022'),
(5, 'يسر زياد طارق', 'مقدمة برامج', '1/11/2023'),
(6, 'مثنى جبار عبد الحسين', 'مقدم برامج', '4/11/2021'),
(7, 'جمانة محمد عكلة', 'مقدمة برامج', '20/7/2024'),
(8, 'محمد مكطوف نعيمة (الخزاعي)', 'مقدم برامج', 'تعيين جديد'),
(9, 'نرمين منذر محمد  محمود ', 'مذيع اخبار', '1/6/2021'),
(10, 'فاطمة حسين علي حسين', 'مذيع اخبار', '1/8/2021'),
(11, 'علي جواد كاظم', 'مذيع اخبار', '19/9/2021'),
(12, 'زينب رحمن ظاهر', 'مذيعة اخبار', '10/7/2024'),
(13, 'فالح مفتن لفته', 'مذيع اخبار', '20/10/2023'),
(14, 'صفا خالد جميل', 'مذيعة اخبار', '1/6/2024'),
(15, 'حوراء زهير عبد الستار', 'مذيعة اخبار', '1/9/2024'),
(16, 'فوزان عبد االلات  ', 'مذيع اخبار ', '1/11/2024'),
(17, 'مروة عامر ابراهيم ', 'مذيع اخبار', '5/8/2021'),
(18, 'حنين امير عبد الله', 'مراسلة', '20/10/2022'),
(19, 'حيدر نصيف حميد ', 'مراسل', '25/7/2021'),
(20, 'جعفر احمد خلف', 'مراسل', '3/6/2023'),
(21, 'ياسر رعد احمد', 'معد برامج', '1/5/2021'),
(22, 'مرتضى رضا جاسم', 'معد برامج', '1/12/2022'),
(23, 'بسام عبد الرزاق ', 'معد برامج', '4/13/2025'),
(24, 'زهراء هاشم الوحيلي ', 'علاقات عامة ', '1/11/2024'),
(25, 'صادق عبد النبي منخي', 'ارشيف', '22/8/2022'),
(26, 'المجتبى حسون خليف ', 'ارشيف', '1/11/2024'),
(27, 'نهى محمد محي الاعظمي', 'ماكيرا', '26/2/2024'),
(28, 'مرتضى صالح ناجي', 'ماكير', '9/1/2022'),
(29, 'هبة نجيب عياد/ بيروت', 'مكتب بيروت', '11/12/2022'),
(30, 'زياد فريد عباس', 'كرافيك', '1/5/2024'),
(31, 'حسن عبد الهادي', 'مونتير ', '1/11/2024'),
(32, 'علي قاسم عبد الكريم', ' فويز اوفر', '1/8/2022'),
(33, 'زياد طارق شولي ', 'مدير الاخبار', '1/11/2021'),
(34, 'محمد خليل سلمان', 'سكرتير التحرير', '4/6/2025'),
(35, 'انعام عبد الامير  محمد', 'مسؤولة الوكالة', '1/11/2021'),
(36, 'مطاع هاشم علوان ', 'سكرتير تحرير', '8/5/2024'),
(37, 'غزوان جبار معلة ', 'محرر اخبار', '1/8/2021'),
(38, 'سيف الدين  مهدي خليل ', 'محرر اخبار', '11/8/2021'),
(39, 'ياسر علاء محمد  جعفر ', 'محرر اخبار', '7/8/2021'),
(40, 'مصطفى حسن فليح', 'محرر اخبار', '1/6/2022'),
(41, 'حيدر حسين عبود', 'محرر وكالة ', '2/12/2023'),
(42, 'غانم فاضل العامري', 'محرر  وكالة ', '28/3/2024'),
(43, 'مصطفى مؤيد ابراهيم علوش', 'مراسل', '1/8/2021'),
(44, 'احمد ليث جبار ', 'مراسل', '6/8/2021'),
(45, 'زيد صباح ابراهيم الشهيب', 'مراسل', '18/7/2021'),
(46, 'ذو الفقار فاضل سلمان', 'مراسل ', '5/2/2023'),
(47, 'مصطفى حسن ', 'مونتير اخبار', '12/1/2024'),
(48, 'علي صبيح عفوان', 'مونتير', '2/8/2025'),
(49, 'حسن كشكول سلطان', 'مونتير', '1/15/2024'),
(50, 'مصطفى عبد الحميد عيدان', 'مصور / اخبار', '15/3/2024'),
(51, 'منتظر علي علاوي', 'مصور اخبار', '2/8/2024'),
(52, 'رائد فؤاد خلف ', 'مصور / اخبار', '1/8/2021'),
(53, 'ضرغام جلال عباس ', 'مصحح لغوي', '1/10/2024'),
(54, 'احمد كريم كيطان', 'علاقات', '23/12/2023'),
(55, 'افتخار فوزي ستار', 'علاقات عامة ', '9/9/2024'),
(56, 'مصعب فؤاد ابراهيم ', 'مسؤول القسم ', '1/7/2024'),
(57, 'زياد سعدون فهد', 'مهندس', '1/5/2024'),
(58, 'حيدر نضال كاظم علي ', 'كونترول', '6/8/2021'),
(59, 'احمد فلاح مهدي', 'مهندس صوت', '12/1/2023'),
(60, 'حسام الدين عامر هادي ', 'ايتي', '26/7/2021'),
(61, 'محمد كاظم محمد ', 'sng', '1/8/2021'),
(62, 'محمد مهند تقي', 'sng', '5/8/2021'),
(63, 'عمر كريم نايف ', 'امين مخزن', '30/8/2021'),
(64, 'علي احسان إبراهيم ', 'مخرج مكسر', '1/6/2024'),
(65, 'احمد يوسف حسين ', 'مخرج مكسر', '1/2/2022'),
(66, 'حيدر صباح محمد', 'مخرج بث', '5/8/2021'),
(67, 'علي طارق', 'مخرج بث', '10/7/2024'),
(68, 'علاء عباس نكال', 'مخرج بث', '1/9/2022'),
(69, 'حيدر خضر عواد', 'فني فيديو', '1/1/2023'),
(70, 'ادريس احمد جلوب', 'فني فيديو', '7/2/2023'),
(71, 'علي محمد منتظر ', 'فني استوديو ', '13/7/2021'),
(72, 'در الحسين علي كاظم ', 'مسؤول مصورين ', '19/4/2024'),
(73, 'فراس حميد الكريم ', 'مصور', '15/8/2021'),
(74, 'سجاد عبد طاهر', 'مصور', '20/6/2024'),
(75, 'حيدر شاكر محمود', 'مصور', '27/3/2022'),
(76, 'احمد محمد محسن', 'مصور', '1/7/2024'),
(77, 'علي ربيع محسن', 'مصور', '24/2/2024'),
(78, 'حسين كريم عباس', 'مصور ', '23/5/2024'),
(79, 'نبيل قاسم طاهر', 'مصور', '4/29/2025'),
(80, 'فارس رائد محي ', 'مصور', '1/9/2024'),
(81, 'مروان منذر جاسم', 'موظف  الإضاءة ', '4/9/2025'),
(82, 'علي فاضل حسين', 'سوشيال ', '1/5/2021'),
(83, 'زينة حميد عذيب ', 'تسويق', '1/6/2021'),
(84, 'إبراهيم علي علاوي', 'مسؤول القسم', '6/1/2021'),
(85, 'سجاد محمد عبد الرضا', 'سوشل ميديا', '4/12/2021'),
(86, 'سيف علي عيدان', 'سوشال ميديا', '2/1/2025'),
(87, 'محمد نبيل موسى ', 'سوشال ميديا', '2/6/2025'),
(88, 'سجاد محمد نافع ', 'سوشيل ', '1/8/2024'),
(89, 'لنيا كرمان ابراهيم', 'سوشل ', '1/9/2024'),
(90, 'ميثم رياض حميد', 'سوشيل اذاعة', '1/4/2023'),
(91, 'جاسم موحان حمزة ', 'مسؤول الاذاعة ', '1/5/2021'),
(92, 'وليد ابراهيم  انطون حبوش', 'مقدم برامج اذاعية', '1/7/2021'),
(93, 'فريدة عادل  سليمان ', 'مقدمة برامج اذاعية', '7/9/2021'),
(94, 'سهام مصطفى علي ', 'مقدمة برامج اذاعية', '6/8/2021'),
(95, 'مروة احمد المظفر', 'مقدمة برامج اذاعية', '1/1/2022'),
(96, 'سارة فلاح نجم ', 'مذيعة اذاعة ', '1/8/2024'),
(97, 'نغم منعم عبد علي ', 'مذيعة اذاعة ', '12/8/2024'),
(98, 'وميض طه الدهان ', 'مخرج اذاعي', '20/7/2021'),
(99, 'عرفان عبد الوهاب', 'مخرج اذاعي', '10/12/2024'),
(100, 'علي عبد الستار  عبد الجبار ', 'مخرج اذاعي', '15/7/2021'),
(101, 'حسن عماد عبد الرزاق', 'مخرج اذاعي ', '7/7/2021'),
(102, 'عذراء كاظم محمد ', 'مدير الإدارة', '1/5/2021'),
(103, 'بتول مكرم ضياء', 'قسم قانوني ', '12/1/2024'),
(104, 'عثمان كاظم حاجم', 'محامي القناة', '1/8/2021'),
(105, 'أسامة هامل جابر', 'محامي القناة', ''),
(106, 'بتول صبيح جواد', 'مخول ', '10/5/2024'),
(107, 'احمد محمد صبري', 'اداري', '2/1/2025'),
(108, 'احمد كريم زوين', 'ملاحظ', '2/7/2024'),
(109, 'الحسين هاشم حنون ', 'ملاحظ', '25/8/2021'),
(110, 'علي جاسم محمد', 'مصدر ', '1/8/2023'),
(111, 'غسان عبد الامير ', 'مسؤول استوديو', '1/9/2024'),
(112, 'ابراهيم علي صكر', 'استعلامات ', '1/8/2023'),
(113, 'علاء كريم ابراهيم ', 'استعلامات ', '1/5/2021'),
(114, 'ضياء حسين ضياء ', 'استعلامات ', '8/12/2021'),
(115, 'علاء عبد الرزاق', ' صيانة', '1/5/2024'),
(116, 'حسام اياد محمد', 'كهربائي', '1/12/2023'),
(117, 'سيروان عمر عبد الجبار ', 'صيانة', '1/7/2021'),
(118, 'علي باكستاني ', 'خدمات', '1/2/2023'),
(119, 'احمد  باكستاني ', 'خدمات', '5/1/2025'),
(120, 'محمد علي باكستاني', 'خدمات ', '1/4/2021'),
(121, 'عديل الباكستاني', 'خدمات', '20/11/2021'),
(122, 'طيب محمد باكاستاني', 'خدمات', '14/8/2022'),
(123, 'عبد الله محمد الباكستاني', 'خدمات', '7/4/2024'),
(124, 'حمزة الباكستاني', 'خدمات', '5/1/2025'),
(125, 'قاسم باكستاني', 'خدمات', '5/1/2025'),
(126, 'هديل محمد محمود', 'مدير الحسابات', '1/1/2024'),
(127, 'فاطمة محمد محمود', 'امين مخزن', '23/6/2024'),
(128, 'عمار جاسم محمد', 'امين مخزن', '1/7/2024'),
(129, 'اية حمدي ', 'حسابات ', '1/5/2024'),
(130, 'علي حسين حديد', 'مسؤول قسم الدراما ', '1/5/2024'),
(131, 'احمد طالب حيدر ', 'مدير انتاج', '1/5/2024'),
(132, 'ماجد كامل ', '', '10/2/2024'),
(133, 'حسين عبد الزهرة ', '', '10/2/2024'),
(134, 'فاطمة احمد كاظم', 'أرشيف مكتبة', '2/1/2025'),
(135, 'كرار حسن فلاح', 'أرشيف مكتبة', '2/1/2025'),
(136, 'عبير حسين محمد ', 'أرشيف مكتبة', '2/1/2025'),
(137, 'سارة سالم عبد الرحيم ', 'أرشيف مكتبة', '2/1/2025'),
(138, 'علاء اكرم حميد', 'أرشيف مكتبة', '2/1/2025'),
(139, 'وسام عبد الستار جبار', 'مسؤول قسم الامن', '21/6/2021'),
(140, 'حسين علي عبد الحسين', 'حمايات', ''),
(141, 'سجاد كنعان كاظم', 'حمايات', '3/7/2022'),
(142, 'يونس ثامر يحيى ', 'حمايات', '24/4/2022'),
(143, 'يوسف ثامر يحيى', 'حمايات', '1/8/2022'),
(144, 'عبد الحسين علي عبد الحسين', 'حمايات', '23/7/2023'),
(145, 'وائل طارق شولي', 'حمايات', '3/2/2022'),
(146, 'علي سور علي ', 'سائق', '12/9/2024'),
(147, 'ليث نبيل سليم', 'سائق', '4/17/2025'),
(148, 'كرار حسين جاسب', 'سائق', ''),
(149, 'محمد صفاء هادي', 'سائق', '1/4/2022'),
(150, 'حيدر حسين جاسب', 'سائق', '23/7/2023'),
(151, 'عامر جاسب هاشم', 'سائق', '1/8/2023'),
(152, 'كاظم جواد هادي ', 'سائق', '1/8/2021'),
(153, 'محمد عبد السادة قبطان', 'مسؤول مكتب اربيل', '1/5/2022'),
(154, 'ابوطالب عبدالمطلب عبدالحسين', 'مراسل أربيل', '1/1/2024'),
(155, 'طوني اصطفيان ', 'مكتب اربيل', '31/3/2024'),
(156, 'علي نادر', 'سائق اربيل ', '2/2/2025'),
(157, 'كلاويش محمد عبد الكريم', 'عاملة خدمة اربيل', '1/10/2024'),
(158, 'محمد صاحب سلطان الشحماني', 'متابعة', '4/27/2025'),
(159, 'سامان رعد مصطفى ', 'مكتب اربيل', '1/6/2023');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `emp_tp`
--
ALTER TABLE `emp_tp`
  ADD PRIMARY KEY (`ID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `emp_tp`
--
ALTER TABLE `emp_tp`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=161;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
